Cut plane of slanted column end is parallel to the location curve.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCutParallelToLocationCurve { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCutParallelToLocationCurve As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCutParallelToLocationCurve {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SlantedColumnFailures Class
  Autodesk.Revit.DB Namespace